Repository: clearviewsys/cxr_update_cs
Catalog: 12346036/Components/iLB_Component_v19.4dbase/Resources/*.lproj/ViewEditorFR.xlf
Languages: fr

# iLB_ViewNameLabel
source: View Name:
fr: Nom vue:

# iLB_FieldListLabel
source: Field List:
fr: Liste champs:

# iLB_FormulaLabel
source: Formula
fr: Formule

# iLB_PreviewLabel
source: Preview:
fr: Prévisualisation:

# iLB_FormulaHelpText
source: Hold the "alt" key or "option" key down while dragging the formula and let go before dropping.
fr: Pressez "alt" ou "option" durant le déplacement de la formule et relâchez la touche avant dépôt.

# iLB_ApplyToHeader
source: Apply to Header
fr: Appliquer à l'entête

# iLB_Bold
source: Bold
fr: Gras

# iLB_Italic
source: Italic
fr: Italique

# iLB_Underline
source: Underline
fr: Souligné

# iLB_AltRowColor
source: Alt row color
fr: Couleur alternée

# iLB_RowColor
source: Background Color
fr: Couleur de fond

# iLB_RowHeight
source: Row height
fr: Hauteur de ligne

# iLB_SaveButton
source: Save
fr: Enregistrer

# iLB_ApplyButton
source: Apply
fr: Appliquer

# iLB_CancelButton
source: Cancel
fr: Annuler

# iLB_HGrid
source: Horizontal Grid
fr: Grille horizontale

# iLB_VGrid
source: Vertical Grid
fr: Grille verticale

# iLB_TextColor
source: Text Color
fr: Couleur texte

# iLB_ShowHeaders
source: Show Headers
fr: Montrer les entêtes

# iLB_HScrollbars
source: Horizontal Scrollbars
fr: Défilement horizontal

# iLB_VScrollbars
source: Vertical Scrollbars
fr: Défilement vertical

# iLB_HGridColor
source: Horizontal Grid Color
fr: Couleur grille hor.

# iLB_VGridColor
source: Vertical Grid Color
fr: Couleur grille vert.

# iLB_FieldLabel
source: Select a field to add
fr: Ajouter un champ

# iLB_PrintOrientation
source: Print Landscape?
fr: Impression paysage ?

# iLB_BodyFormatLabel
source: Body Formatting
fr: Formatage corps

# iLB_HeadFormatLabel
source: Header Formatting
fr: Formatage entête

# iLB_MiscFormatLabel
source: Miscellaneous
fr: Généralités

# iLB_ApplicationFont
source: Application Font
fr: Police application

# iLB_SystemFont
source: System Font
fr: Police système

# iLB_AlignDefault
source: Default
fr: Défaut

# iLB_AlignLeft
source: Left
fr: Gauche

# iLB_AlignCenter
source: Center
fr: Centre

# iLB_AlignRight
source: Right
fr: Droite

# iLB_ExportTip
source: Export this View to a disk file
fr: Exporter cette vue…

# iLB_ImportTip
source: Import a View from a disk file
fr: Importer une vue…

# iLB_TestTip
source: Test the formula
fr: Tester la formule

# iLB_CopyViewTip
source: Copy this view to the clipboard
fr: Copier cette vue dans le presse-papiers

# iLB_CopyDefinition
source: Copy Definition
fr: Copier définition

# iLB_ImportDefinition
source: Import Definition
fr: Importer définition

# iLB_ExportDefinition
source: Export Definition
fr: Exporter définition

# iLB_HeaderFormula
source: Edit Formula
fr: Editer Formule

# iLB_HeaderTitle
source: Edit Header Name
fr: Editer Entête

# iLB_HeaderDelColumn
source: Delete column
fr: Supprimer colonne

# iLB_HeaderColWidth
source: Set Column Width
fr: Largeur colonne

# iLB_HeaderAlignment
source: Alignment
fr: Alignement

# iLB_BodyAutoCalc
source: Auto Calc Total
fr: Calcul automatique du total

# iLB_BodyEnterable
source: Enterable
fr: Saisissable

# iLB_BodyFontColor
source: Font Color
fr: Couleur police

# iLB_BodyAlignment
source: Alignment
fr: Alignement

# iLB_BodyFormat
source: Display Format
fr: Format d'affichage

# iLB_BodyFilter
source: Entry Filter
fr: Filtre de saisie

# iLB_BodyStylePlain
source: Plain
fr: Standard

# iLB_BodyStyleBold
source: Bold
fr: Gras

# iLB_BodyStyleItalic
source: Italic
fr: Italique

# iLB_BodyStyleUnderline
source: Underline
fr: Souligné

# iLB_BodyFiltFormCustom
source: User Defined
fr: Défini par l'utilisateur

# iLB_InfoBarSelRecs
source: selected of
fr: sélectionné(s) sur

# iLB_RealReturnValue
source: Real
fr: Réel

# iLB_TextReturnValue
source: Text
fr: Texte

# iLB_PictReturnValue
source: Picture
fr: Image

# iLB_BoolReturnValue
source: Boolean
fr: Booléen

# iLB_TimeReturnValue
source: Time
fr: Heure

# iLB_AlphaReturnValue
source: Alpha
fr: Alphanumérique

# iLB_IntReturnValue
source: Integer
fr: Entier

# iLB_EditView
source: Edit Current View
fr: Editer la vue courante

# iLB_AddView
source: Add New View
fr: Ajouter une nouvelle vue

# iLB_WindowTitle
source: View Editor
fr: Editeur de vue

# iLB_Print
source: Print
fr: Imprimer

# iLB_SaveToDisk
source: Save to disk
fr: Enregistrer sur disque

# iLB_SaveAsHtml
source: Save as HTML
fr: Enregistrer en HTML

# iLB_SmartSearch
source: Smart Search
fr: Recherche

# iLB_PrintEnterTitle
source: Enter a title for this report.
fr: Donnez un titre à cet état.

# iLB_DeleteConfirm
source: Are you sure you want to delete ^1 records?
fr: Etes-vous certain(e) de vouloir supprimer ^1 enregistrement(s) ?

# iLB_PrintFooterLeft
source: Printed:
fr: Imprimé:

# CustomMenuName
source: Utilities
fr: Utilitaires

# iLB_ShowAll
source: Show All
fr: Tout montrer

# iLB_ShowSubset
source: Show Subset
fr: Sous sélection

# iLB_OmitSubset
source: Omit Subset
fr: Sans sélection

# iLB_QueryEditor
source: Query Editor
fr: Editeur de recherches

# iLB_Sort
source: Sort
fr: Trier

# iLB_PrintThisView
source: Print this view
fr: Imprimer cette vue

# iLB_QuickReport
source: Quick Report
fr: Etat rapide

# iLB_GraphData
source: Graph Data
fr: Graphe

# iLB_LabelEditor
source: Label Editor
fr: Editeur d'étiquettes

# iLB_ImportData
source: Import Data
fr: Import de données

# iLB_ExportData
source: Export Data
fr: Export de données

# iLB_ApplyToSelection
source: Apply to Selection
fr: Appliquer à sélection

# iLB_iQuery
source: iQ Query
fr: Recherche IQ
